FSAndDisk_Test/Disk_SSD_MP400_8TB_NVMe_scripts/mp4008TB_fio_test_write_ranseq/rand_write_test_26_jobs.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 26 processes

rand_write_test: (groupid=0, jobs=26): err= 0: pid=646941: Thu May  2 21:27:57 2024
  write: IOPS=285k, BW=1115MiB/s (1169MB/s)(200GiB/183759msec); 0 zone resets
    slat (usec): min=2, max=67184, avg= 8.69, stdev= 9.78
    clat (nsec): min=922, max=55705k, avg=79136.53, stdev=222914.40
     lat (usec): min=12, max=67216, avg=88.02, stdev=223.11
    clat percentiles (usec):
     |  1.00th=[   37],  5.00th=[   49], 10.00th=[   52], 20.00th=[   53],
     | 30.00th=[   55], 40.00th=[   56], 50.00th=[   56], 60.00th=[   57],
     | 70.00th=[   57], 80.00th=[   58], 90.00th=[   60], 95.00th=[   65],
     | 99.00th=[  660], 99.50th=[  791], 99.90th=[ 3556], 99.95th=[ 4015],
     | 99.99th=[ 4293]
   bw (  MiB/s): min=  984, max= 1974, per=100.00%, avg=1119.41, stdev= 2.86, samples=9491
   iops        : min=251969, max=505494, avg=286565.85, stdev=733.29, samples=9491
  lat (nsec)   : 1000=0.01%
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.16%, 50=6.12%
  lat (usec)   : 100=90.45%, 250=0.95%, 500=0.83%, 750=0.56%, 1000=0.46%
  lat (msec)   : 2=0.02%, 4=0.37%, 10=0.05%, 20=0.01%, 100=0.01%
  cpu          : usr=9.39%, sys=14.34%, ctx=52417851, majf=0, minf=2196
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,52428792,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1115MiB/s (1169MB/s), 1115MiB/s-1115MiB/s (1169MB/s-1169MB/s), io=200GiB (215GB), run=183759-183759msec

Disk stats (read/write):
  nvme0n1: ios=780/52420414, merge=0/0, ticks=529/3705707, in_queue=3706237, util=100.00%